Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: List of Products that are set as New
bg: Списък с продукти маркирани като нови

source: Manage Catalog Categories
bg: Управление на Категории

source: Manage Label / Options
bg: Етикети / опции

source: Manage Options (values of your attribute)
bg: Опции (стойности на ваш атрибут)

source: Manage Product Attributes
bg: Управление на Атрибути на продукт

source: Manage Product Sets
bg: Управление на Продукт групи

source: Manage Products
bg: Управление на Продукти

source: Manage Titles (Size, Color, etc.)
bg: Управление на Заглавия (Размер, Цвят, т.н.)

source: Max Characters
bg: Макс. брой символи

source: Maximal Depth
bg: Макс. дълбочина

source: Maximum Image Size
bg: Макс. размер на файла

source: Maximum image height
bg: Макс. височина на изображението

source: Maximum image width
bg: Макс. широчина на изображението

source: Maximum number of characters:
bg: Макс. брой символи:

source: Media Image
bg: Изображение

source: Minimum Lines per Page
bg: Мин. брой редове на страница

source: Minimum Qty for Item\'s Status to be Out of Stock
bg: Мин. количество за смяна на продукт статуса на Неналичен

source: More Views
bg: Още изгледи

source: Move
bg: Премести

source: Move category in tree
bg: Премести категорията в дървото

source: Must be in the allowed values list.
bg: Трябва да бъде в списъка на позволени стойности.

source: Name in %s
bg: Име в %s

source: New Product
bg: Нов продукт

source: New Product Attribute
bg: Нов атрибут на продукт

source: New Products
bg: Нови продукти

source: New Products Grid Template
bg: Нов шаблон за таблица продукти

source: New Products List Template
bg: Нов шаблон за списък продукти

source: New Root Category
bg: Нова главна категория

source: New Set Name
bg: Ново име на група

source: New Subcategory
bg: Нова подкатегория

source: Next
bg: Следващ

source: No image
bg: Без изображение

source: No layout updates
bg: Няма обновяване на оформлението

source: No product collections found.
bg: Не са намарени колекции от продукти.

source: Not Visible Individually
bg: Самостоятелно видимо никъде

source: Notify Low Stock RSS
bg: RSS Предупреждение за ниски наличности

source: Number of Products to Display
bg: Брой продукти за показване

source: Number of results<br/>(For the last time placed)
bg: Брой резултати<br/>(за последно използван период)

source: OK
bg: ОК

source: OR
bg: ИЛИ

source: Old Price:
bg: Стара цена:

source: Option validation failed to add product to cart.
bg: Неуспешен опит за добавяне в количка поради невалидна опция.

source: Option values
bg: Стойности

source: Option:
bg: Опция:

source: Options Control
bg: Управление на опции

source: Options is required
bg: Опцията е задължителна

source: Our customer service is available 24/7. Call us at (555) 555-0123.
bg: - текст за Клиентски услуги - mage catalog l.377

source: Out of Stock
bg: Не е в наличност

source: Page Title Separator
bg: Разделител за заглавие на страницата

source: Parent Category
bg: Главна категория

source: Pending
bg: В изчакване

source: Pending Reviews RSS
bg: RSS за мнения, очакващи одобрение

source: Percentage
bg: Процент

source: Please add rows to option.
bg: Моля добавете редове за опция.

source: Please be careful as once you click on the row it will load package data form the selected file and all unsaved form data will be lost.
bg: Моля бъдете внимателен - с кликане върху ред ще бъдат заредени данните от пакет от избрания файл и всички незаписани данни от формата ще бъдат загубени.

source: Please click on the Close Window button if it is not closed automatically.
bg: Моля, кликнете бутона за затваряне на прозореца, ако не се затвори автоматично.

source: Please enter a new group name
bg: Моля, въведете ново име на група

source: Please refresh "Catalog URL Rewrites" and "Product Attributes" in System -> <a href="%s">Index Management</a>
bg: Моля обновете Каталог URL Презаписи" и "Продукт атрибути" в Системни -> <a href=""%s"">Управление на индекси</a>"

source: Please select a static block ...
bg: Моля изберете статичен блок...

source: Please select items.
bg: Моля, изберете артикули.

source: Please select one or more attributes.
bg: Моля, изберете един или повече атрибути.

source: Please select product(s).
bg: Моля, изберете продукт(и).

source: Please select products for attributes update
bg: Моля, изберете продукти за обновяване на атрибути

source: Please specify date required option(s).
bg: Моля, определете задължителните за дата опции.

source: Please specify the product required option(s)
bg: Моля, определете задължителните за продукта опции

source: Please specify the product required option(s).
bg: Моля, определете задължителните за продукта опции.

source: Please specify the product\'s option(s).
bg: Моля, определете опциите на продукта.

source: Please specify the product\'s required option(s).
bg: Моля, определете задължителните за продукта опции.

source: Please specify the quantity of product(s).
bg: Моля, определете количеството на продукта/продуктите.

source: Please specify time required option(s).
bg: Моля, определете задължителните за време опции.

source: Position in Layered Navigation
bg: Позиция във филтър навигация

source: Position of attribute in layered navigation block
bg: Позиция на атрибута в блок на филтър навигация

source: Prev
bg: назад

source: Price is not available
bg: Цената е неналична

source: Price values for options should be specified in system base currency.
bg: Стойности на цена за опции трябва да бъдат определени в системна базова валута.

source: Price: %s
bg: Цена: %s

source: Print This Page
bg: Разпечатай страницата

source: Product API
bg: Продукт API

source: Product Alerts
bg: Уведомявания за продукти

source: Product Attribute
bg: Продуктов атрибут

source: Product Attributes
bg: Продукт Атрибути

source: Product Categories
bg: Категории на продукта

source: Product Description
bg: Описание на продукта

source: Product Extra Info
bg: Допълнителна информация за продукт

source: Product Flat Data
bg: Линейна информация за продукта

source: Product Image Placeholders
bg: Контейнери на продуктови изображения

source: Product Image Watermarks
bg: Водни знаци на продуктови изображения

source: Product Images
bg: Изображения на продукт

source: Product Images API
bg: API за продуктови изображения

source: Product In Websites
bg: Продукт в Уебсайтове

source: Product Info Column
bg: Инфо колона на продукта

source: Product Information
bg: Информация за продукта

source: Product Link Block Template
bg: Шаблон на блок за продуктово свързване

source: Product Link Inline Template
bg: Вграден шаблон за продуктово свързване

source: Product Listing Sort by
bg: Сортирай списъка с продукти по

source: Product Name
bg: Име на продукт

source: Product Prices
bg: Цени

source: Product Tags
bg: Кл. думи за продукт

source: Product Tier Price API
bg: API за ценови нива

source: Product URL Suffix
bg: Наставка на URL на продукт

source: Product View Extra Hint
bg: Допълнителен съвет в продукт изглед

source: Product attribute sets API
bg: API на групи атрибути

source: Product attributes API
bg: API на продукт атрибути

source: Product collection expected.
bg: Очаква се продуктова колекция.

source: Product is not loaded
bg: Продукта не е зареден

source: Product links API (related, cross sells, up sells)
bg: API продуктово свързване (свързани, кръстосани продажби, допълнителни продажби)ю

source: Product name
bg: Име на продукт

source: Product types API
bg: API продуктови типове

source: Product with this combination of attributes already associated to configurable.
bg: Продукт с тази комбинация от атрибути в вече асоцииран към конфигуриран.

source: Products Comparison List
bg: Списък за сравнение

source: Products Information
bg: Информация за продукти

source: Products Reviews
bg: Мнения за продукти

source: Products Sitemap
bg: Карта на продукти

source: Products only
bg: Само продукти

source: Products per Page on Grid Allowed Values
bg: Позволени стойности за продукти на страница на табличен списък

source: Products per Page on Grid Default Value
bg: Стойност по подразбиране за продукти на страница на табличен списък

source: Products per Page on List Allowed Values
bg: Позволени стойности за продукти на страница на списък

source: Products per Page on List Default Value
bg: Стойност по подразбиране за продукти на страница на списък

source: Properties
bg: Настройки

source: Qty for Item\'s Status to Become Out of Stock
bg: Кол. за промяна статуса на артикула на неналичен

source: Quick Create
bg: Бързо създаване

source: Quick Overview
bg: Бърз преглед

source: Quick simple product creation
bg: Бързо създаване на Обикновен продукт

source: Records for "
bg: Записи за " Redirect"

source: Redirect URL
bg: URL за пренасочване

source: Related Products
bg: Свързани продукти

source: Remove Product From Websites
bg: Премахни продукт от Уебсайтове

source: Remove This Item
bg: Премахни този продукт

source: Remove option
bg: Премахни опция

source: Remove product assignment
bg: Премахни присъединеност на продукт

source: Remove product image
bg: Премахни изображение

source: Remove product link
bg: Премахни връзка

source: Remove value from custom option
bg: премахни стойност

source: Rename existing group
bg: Преименувай съществуваща група

source: Rename group
bg: Преименувай група

source: Retrieve attribute data
bg: Извлечи атрибут данни

source: Retrieve attribute list
bg: Извлечи списък атрибути

source: Retrieve attribute options
bg: Извлечи опции на атрибут

source: Retrieve categories tree
bg: Извлечи дърво на категории

source: Retrieve category attributes
bg: Извлечи атрибути на категория

source: Retrieve category data
bg: Извлечи данни за категория

source: Retrieve hierarchical tree
bg: Извлечи йерархично дърво

source: Retrieve linked products
bg: Извлечи свързани продукти

source: Retrieve list of assigned products
bg: Извлечи присъединени продукти

source: Retrieve one level of categories by website/store view/parent category
bg: Извлечи едно ниво категории по уебсайт/магазин изглед/главна категория

source: Retrieve product
bg: Извлечи продукт

source: Retrieve product attribute sets
bg: Извлечи продуктови атрибут групи

source: Retrieve product image
bg: Извлечи изображение на продукт

source: Retrieve product image list
bg: Извлечи списък изображения за продукт

source: Retrieve product image types
bg: Извлечи типа на изображенията за продукт

source: Retrieve product link type attributes
bg: Извлечи атрибути на тип продуктово свързване

source: Retrieve product link types
bg: Извлечи типовете продуктово свързване

source: Retrieve product tier prices
bg: Извлечи ценови нива

source: Retrieve product types
bg: Извлечи типове продукти

source: Retrieve products data
bg: Извлечи данни на продукти

source: Retrieve products list by filters
bg: Извлечи списък продукти по филтри

source: Roll Over for preview
bg: Премини с мишката за преглед

source: Root
bg: Главен

source: SKU length should be %s characters maximum.
bg: Дължината на кат. ном трябва да бъде максимум %s символа.

source: Save Attribute
bg: Запиши атрибут

source: Save Attribute Set
bg: Запиши атрибут група

source: Save Category
bg: Запиши категория

source: Save Search
bg: Запиши търсене

source: Saved %d record(s)
bg: Записан(и) %d запис(а)

source: Scope
bg: Обхват

source: Scope must not be changed, because the attribute is used in configurable products.
bg: Обхватът не трябва да се променя, тъй като атрибутът се използва в конфигурирани продукти.

source: Search Engine Optimizations
bg: Оптимизация за търсачки

source: Search Information
bg: Имформация за търсене

source: Search Query
bg: Заявка за търсене

source: Search Term with such search query already exists.
bg: Критерий на търсене с тази заявка за търсене вече съществува.

source: Searchable
bg: Позволено за търсене

source: See price before order confirmation.
bg: Виж цената преди потвърждение на поръчката

source: Select Category...
bg: Избери категория...

source: Select Configurable Attributes
bg: Избери конфигурируеми атрибути

source: Select Product...
bg: Избери продукт...

source: Select type options required values rows.
bg: Изберете тип опции изискващи редове със стойности.

source: Selected Product Types
bg: Избрани типове продукти

source: Selected configuration is not available.
bg: Избраната кофигурация е неналична.

source: Send Count
bg: Изпращане на бройка

source: Set Ascending Direction
bg: Задай във възходяща посока

source: Set Descending Direction
bg: Задай в низходяща посока

source: Set Name
bg: Задай име

source: Set Root Category for Store
bg: Задай основна (root) категория за магазин

source: Set root category for this store in the <a href="%s">configuration</a>
bg: Задаване на основна категория (root) за този магазин в <a href="%s">конфигурацията</a>

source: Set special price
bg: Задай промоционална цена

source: Set/Get current store view
bg: Задай/Извлечи текущ изглед на магазин

source: Settings
bg: Настройки

source: Shop By
bg: Пазаруване по

source: Shopping Options
bg: Опции за пазаруване

source: Show
bg: Покажи

source: Show Details
bg: Покажи детайли

source: Show Tags
bg: Покажи ключови думи

source: Simple Product
bg: Обикновен продукт

source: Site Map
bg: Карта на сайта

source: Sitemap
bg: Карта на сайта

source: Skip import row, required field "%s" for the new customer is not defined.
bg: Пропускане на ред за импорт

source: Skipping import row, required field "%s" is not defined.
bg: Пропускане на ред за импорт, задължително поле "%s" не е дефинирано.

source: Skipping import row, the value "%s" is not valid for the "%s" field.
bg: Пропускане на ред за импорт, стойността "%s" е невалидна за полето "%s".

source: Sort By
bg: Сортирай по

source: Source Model
bg: Модел на източника

source: Special Price: %s
bg: Промоционална цена: %s

source: Starting at:
bg: Започва от:

source: Static
bg: Статично

source: Static block and products
bg: Статичен блок и продукти

source: Static block only
bg: Само статичен блок

source: Subscribe to RSS Feed
bg: Абонирай се за RSS данни

source: Super product attributes configuration
bg: Конфигурация на атрибути за Супер продукт

source: Synonym For
bg: Синоним за

source: System Properties
bg: Системни настройки

source: Tag Name
bg: Ключова дума

source: The attribute model is not defined
bg: Моделът за атрибут не е дефиниран

source: The attribute set has been saved.
bg: Атрибут групата е записана.

source: The category has been deleted.
bg: Категорията е изтрита.

source: The category has been saved.
bg: Директорията е съхранена.

source: The comparison list was cleared.
bg: Списъкът за сравнение е изчистен.

source: The filters must be an array.
bg: Филтрите трябва да бъдат масив.

source: The image contents is not valid base64 data.
bg: Изображенето съдържа невалидни base64 данни.

source: The image is not specified.
bg: Не е посочено изображение.

source: The model collection resource name is not defined.
bg: Името на ресурс на колекция от модели не е дефинирано.

source: The product %s has been added to comparison list.
bg: Продукт %s е добавен към списъка за сравнение.

source: The product %s has been removed from comparison list.
bg: Продукт %s е премахнат от списъка за сравнение.

source: The product attribute has been deleted.
bg: Атрибутът на продукта е изтрит.

source: The product attribute has been saved.
bg: Атрибутът на продукта е записан.

source: The product has been created.
bg: Продуктът е създаден.

source: The product has been deleted.
bg: Продуктът е изтрит

source: The product has been duplicated.
bg: Продуктът е дублиран.

source: The product has been saved.
bg: Продуктът е записан.

source: The product has required options
bg: Продуктът има задължителни опции

source: The review has been deleted
bg: Мнението е изтрито

source: The review has been saved.
bg: Мнението е съхранено.

source: The review was removed by another user or does not exist.
bg: Мнението е изтрито от друг потребител или не съществува.

source: The search was deleted.
bg: Търсенете е изтрито.

source: The text is too long
bg: Текстът е твърде дълъг

source: There are no %s available.
bg: Няма налични %s.

source: There are no customers for this alert
bg: Няма клиенти за това предупреждение

source: There are no customers for this alert.
bg: Няма клиенти за това предупреждение.

source: There are no products matching the selection.
bg: Не са намерени продукти, отговарящи на избора.

source: This Attribute no longer exists
bg: Атрибутът вече не съществува

source: This attribute cannot be deleted.
bg: Атрибутът не може да бъде изтрит.

source: This attribute cannot be edited.
bg: Атрибутът не може да бъде редактиран.

source: This attribute cannot be updated.
bg: Атрибутът не може да бъде обновен.

source: This attribute is used in configurable products.
bg: Този атрибут се използва в конфигурирани продукти

source: This attribute is used in configurable products. You cannot remove it from the attribute set.
bg: Атрибутът се използва в Конфигурирани продукти и не може да бъде премахнат от атрибут групата.

source: This attribute no longer exists
bg: Атрибутът вече не съществува.

source: This attribute set no longer exists.
bg: Атрибут групата вече не съществува.

source: This group contains attributes, used in configurable products. Please move these attributes to another group and try again.
bg: Тази група съдържа атрибути, използвани в Конфигурирани продукти. Моля, преместете ги в друга група и опитайте отново.

source: This group contains system attributes. Please move system attributes to another group and try again.
bg: Тази група съдържа системни атрибути. Моля, преместете ги в друга група и опитайте отново.

source: This is a required option
bg: Задължителна опция

source: This product no longer exists.
bg: Продуктът вече не съществува.

source: Tier Pricing
bg: Ценообразуване по нива

source: Tile
bg: Плочка

source: Time Format
bg: Формат за час

source: To reindex the enabled product(s), the store or product must be specified
bg: Необходимо е избор на магазин или продукт за ре-индексиране на активираните продукти.

source: To see product price, add this item to your cart. You can always remove it later.
bg: За да видите цената добавете продукта в количката. Може да го премахнете от там по всяко време

source: Top/Left
bg: Горе/Ляво

source: Top/Right
bg: Горе/Дясно

source: Total Qty Base Items
bg: Общо кол. базови артикули

source: Total incl. Tax: %1$s
bg: Общо вкл. данък: %1$s

source: Unable to complete this request.
bg: Невъзможно е изпълнението на тази заявка.

source: Unable to find a search term to delete.
bg: Невъзможно е намирането на критерий на търсене за изтриване.

source: Unable to find an attribute to delete.
bg: Невъзможно е намирането на атрибут за изтриване.

source: Unable to get the product ID.
bg: Невъзможно е извличането на ID на продукт.

source: Unassigned Attributes
bg: Неизползвани атрибути

source: Unknown EAV indexer type "%s".
bg: Непознат EAV индекс тип "%s".

source: Unknown attribute: %s.
bg: Неизвестен атрибут: %s.

source: Unsupported product type "%s".
bg: Неподдържан тип продукт "%s".

source: Up-sells
bg: Допълнителни продажби

source: Update Attributes
bg: Обнови атрибути

source: Update Tier Price
bg: Обнови ценови нива

source: Update assigned product
bg: Обнови присъединени продукти

source: Update attribute
bg: Обнови атрибут

source: Update attributes
bg: Обнови атрибути

source: Update category
bg: Обнови категория

source: Update product
bg: Обнови продукт

source: Update product image
bg: Обнови изображение на продукт

source: Update product link
bg: Обнови свързване на продукт

source: Update product tier prices
bg: Обнови ценови нива

source: Upload new product image
bg: Качи ново изображение на продукт

source: Url Rewrite Management
bg: Управление на URL презаписи

source: Use Canonical Link Meta Tag For Categories
bg: Използвай каноничен линк мета таг за категории

source: Use Canonical Link Meta Tag For Products
bg: Използвай каноничен линк мета таг за продукти

source: Use Categories Path for Product URLs
bg: Използвай път на категории за връзки (URLs) на продукти

source: Use Flat Catalog Category
bg: Използвай линейни категории

source: Use Flat Catalog Product
bg: Използвай линейни продукти

source: Use In Layered Navigation
bg: Използвай във филтър навигация

source: Use In Search Results Layered Navigation
bg: Използвай в резултати от търсене на филтър навигация

source: Use JavaScript Calendar
bg: Използвай JavaScript календар

source: Use Static URLs for Media Content in WYSIWYG for Catalog
bg: Използвай статични адреси (URL) за медйно съдъжание във WYSIWYG редактора за каталога

source: Use To Create Configurable Product
bg: Използвай за създаване на Конфигуриран продукт

source: Use Tree Like Category Sitemap
bg: Използвай дървовиден изглед за карта на категориите

source: Use config
bg: Използвай конфигурация

source: Use default
bg: Използвай стойност по подразбиране

source: Use for Promo Rule Conditions
bg: Използвай за условие в промоционални правила

source: Use in Advanced Search
bg: Използвай в разширено търсене

source: Use in Layered Navigation
bg: Използвай в пластова навигация

source: Use in Layered Navigation<br/>(Can be used only with catalog input type 'Dropdown')
bg: Използвай в пластова навигация<br/>Може да бъде използвано само ако е от тип 'Падащо поле')

source: Use in Quick Search
bg: Използвай в Бързо търсене

source: Used for Sorting in Product Listing
bg: Използван за сортиране в списък с продукти

source: Used in Product Listing
bg: Използван в списък с продукти

source: Value for "%s" is invalid.
bg: Стойността за "%s" е невалидна.

source: Value for "%s" is invalid: %s
bg: Стойността за "%s" е невалидна: %s

source: Varchar
bg: Текст

source: View as
bg: Преглед като

source: Virtual Product
bg: Виртуален продукт

source: Visibility
bg: Видимост

source: Visible
bg: Видимо

source: Visible on Catalog Pages on Front-end
bg: Видимо на страниците от каталаога на публичния сайт

source: Visible on Product View Page on Front-end
bg: Видимо на страницата за преглед на продукт на публичния сайт

source: WYSIWYG Editor
bg: WYSIWYG Редактор

source: Watermark
bg: Воден знак

source: Watermark Default Size
bg: Размери на воден знка по подразбиране

source: Watermark Opacity, Percent
bg: Непрозрачност на воден знак, процент

source: Watermark Position
bg: Позиция на воден знак

source: We Also Recommend
bg: Препоръчваме още

source: Websites
bg: Уебсайтове

source: What's this?
bg: Какво е това?

source: Whether to show "All" option in the "Show X Per Page" dropdown.
bg: Да бъде ли показана опция Всички" в падащото меню "Покажи X на страница"."

source: Wrong BuyRequest instance in options group.
bg: Грешен обект BuyRequest в група опции.

source: Wrong option instance type in options group.
bg: Грешен тип обект за опция в група опции.

source: Wrong option type to get group instance.
bg: Грешен тип опция за извличане на групов обект.

source: Wrong product instance type in options group.
bg: Грешен тип обект на продукт в група опции.

source: Wrong product type filter specified
bg: Определен е грешен тип на продуктов филтър

source: Year Range
bg: Годишен период

source: You cannot remove system attribute from this set.
bg: Невъзможно премахването на системен атрибут от тази група.

source: You have no items to compare.
bg: Няма артикули за сравнение.

source: You may also be interested in the following product(s)
bg: Може би ще проявите интерес и към следните продукти

source: Zoom In
bg: Увеличаване

source: Zoom Out
bg: Намаляване

source: categories
bg: категории

source: each
bg: всеки

source: ex. http://domain.com
bg: напр. http://domain.com
